[
    {
        "id": 1,
        "question_type": 2,
        "introduction": "女の学生と男の学生が話しています。",
        "conversation": "山田さんお昼一緒に食べませんかいいですよじゃあ学生食堂が新しくなったから行きましょうかええそうしましょう2人はどこで食べますか",
        "question": "2人はどこで食べますか"
    },
    {
        "id": 2,
        "question_type": 4,
        "introduction": "パーティーで男の人と女の人が話しています。",
        "conversation": "あ山田さん飲み物がありませんね何を飲みますかビールとワインあとジュースとお茶がありますけどあコーヒーはありませんかうーんコーヒーはありませんねそうですか温かいものはありませんかああ温かいお茶はできますよそうですかじゃそれをお願いします",
        "question": "女の人は何を飲みますか"
    },
    {
        "id": 3,
        "question_type": 2,
        "introduction": "男の人と女の人が話しています。",
        "conversation": "女の人の誕生日はいつですか綺麗花ですねええ誕生日に友達にもらいましたへえいつですか昨日です11日ですそうですかえじゃあ1が4つ並びますねええそうですよ",
        "question": "女の人の誕生日はいつですか"
    },
    {
        "id": 4,
        "question_type": 4,
        "introduction": "明日のパーティーに先生は何人来ますか",
        "conversation": "明日のクラスのパーティーには全部で何人くらい来ますかえっと来ない人が3人いますから全部で24人ですそうですか先生たちも来ますかええ山田先生と田中先生が来ます川島先生は川島先生は来ないと言っていましたそうですか",
        "question": "明日のパーティーに先生は何人来ますか"
    },
    {
        "id": 5,
        "question_type": 2,
        "introduction": "男の人と女の人が話しています。",
        "conversation": "明日の午後女の人はどこへ行ききますか明日の午後一緒に映画を見に行きませんかすみません明日はちょっと忙しいですかええ午前は病院へ行ったり荷物を出しに郵便局へ行ったりします午後は山田先生の授業のレポートを書きます月曜日に出しますかえそのレポート出すのは金曜日までですよ本当ですかじゃあ私も映画を見に行きたいですじゃ行きましょう明日の午後女の人はどこへ行ききますか",
        "question": "明日の午後女の人はどこへ行ききますか"
    },
    {
        "id": 6,
        "question_type": 2,
        "introduction": "大学で男の学生と女の学生が話しています。",
        "conversation": "女の学生: 山田さん、お昼一緒に食べませんか？いいですよ。\n男の学生: じゃあ学生食堂が新しくなったから行きましょうか？\n女の学生: でも今日は天気がいいから外で食べたいです\n男の学生: じゃあお店でパンかお弁当を買って桜公園まで行きましょうか？\n女の学生: ええ、そうしましょう",
        "question": "2人はどこで食べますか。"
    },
    {
        "id": 7,
        "question_type": 2,
        "introduction": "女の学生と男の学生が話してい\nます2人はいつプレゼントを買いに行き\nますか",
        "conversation": "来週ささんの誕生日プレゼントを買いに行きませんかそうです\nね5日が誕生日ですから3日か4日に行きましょう\nあちょっと待ってください私は3日と4日はアルバイトがあります\n2日はダメですかいいですよじゃあ授業が終わった後に行きましょう",
        "question": "2人はいつプレゼントを買いに行きますか。"
    },
    {
        "id": 8,
        "question_type": 4,
        "introduction": "パーティーで男の人と女の人が話してい",
        "conversation": "女の人は何を飲みますか\nあ山田さん飲み物がありませんね何を飲みますかビールとワインあとジュースとお茶がありますけどあのコーヒーはありませんか\nuーんコーヒーはありませんねそうですか温かいものはありませんか\nああ温かいお茶はできますよそうですかじゃそれをお願いします",
        "question": "女の人は何を飲みますか。"
    }
]